out/formula-e-front-mgu-20260729-1432/_motor_stack/openfoam_fia_cold_plate_case_work/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          32;
        startFace       3328;
    }
    outlet
    {
        type            patch;
        nFaces          32;
        startFace       3360;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          960;
        startFace       3392;
    }
)

// ************************************************************************* //
