out/formula-e-front-mgu-20260729-1432/_motor_stack/openfoam_fia_cold_plate_case_work/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}

simulationType  laminar;
