out/formula-e-front-mgu-20260729-1432/_motor_stack/openfoam_fia_cold_plate_case_work/constant/physicalProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    object      physicalProperties;
}

viscosityModel  constant;
nu              4.780000e-07;
