out/formula-e-front-mgu-20260729-1432/_motor_stack/openfoam_fia_cold_plate_case_work/system/fvSolution
FoamFile
{
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver          GAMG;
        tolerance       1e-06;
        relTol          0.1;
        smoother        GaussSeidel;
    }
    U
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-05;
        relTol          0.1;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 0;
    consistent      yes;
    residualControl
    {
        p               1e-3;
        U               1e-4;
    }
}
relaxationFactors
{
    equations
    {
        U               0.7;
        ".*"            0.7;
    }
}
